/* Error Alert Button */
"OK" = "好";

/* Error Alert Text */
"Parsing error %zd, Description: %@, Line: %zd, Column: %zd" = "解析错误 %1$zd，描述：%2$@，行：%3$zd，列：%4$zd";

/* Error Alert Text */
"Validation error %zd, Description: %@, Line: %zd, Column: %zd" = "验证错误 %1$zd，描述：%2$@，行：%3$zd，列：%4$zd";

/* Error Alert Title */
"MusicXML Parsing Error" = "MusicXML 解析错误";

/* Error Alert Title */
"MusicXML Validation Error" = "MusicXML 验证错误";

/* Error message */
"Compressed MusicXML file seems to be malformed (could not find ‘full-path’)" = "压缩 MusicXML 文件似乎出错了（未找到“完整路径”）";

/* Error message */
"Could not create temporary conversion file" = "未能创建临时转换文件";

/* Error message */
"Could not decompress (compressed MusicXML file)" = "未能解压缩（压缩 MusicXML 文件）";

/* Error message */
"File is not a MusicXML File" = "文件不是 MusicXML 文件";

/* Error message, dont't translate the word “divisions” */
"MusicXML File contains zero or negative value for “divisions”" = "MusicXML 文件包含零值或负值的“等份”";

/* Note Name in Do,Re,Mi notation */
"Do" = "Do";

/* Note Name in Do,Re,Mi notation */
"Fa" = "Fa";

/* Note Name in Do,Re,Mi notation */
"La" = "La";

/* Note Name in Do,Re,Mi notation */
"Mi" = "Mi";

/* Note Name in Do,Re,Mi notation */
"Re" = "Re";

/* Note Name in Do,Re,Mi notation */
"Sol" = "Sol";

/* Note Name in Do,Re,Mi notation */
"Ti" = "Ti";

/* Scale Type Popup Menu */
"Chromatic" = "半音阶";

/* Scale Type Popup Menu */
"Custom" = "自定";

/* Scale Type Popup Menu */
"Dorian" = "多利安调式";

/* Scale Type Popup Menu */
"Harmonic Minor" = "和声小调";

/* Scale Type Popup Menu */
"Japanese#sct" = "日本调式";

/* Scale Type Popup Menu */
"Klezmer" = "传统犹太调式";

/* Scale Type Popup Menu */
"Locrian" = "洛克里亚调式";

/* Scale Type Popup Menu */
"Lydian" = "里第亚调式";

/* Scale Type Popup Menu */
"Major" = "大调";

/* Scale Type Popup Menu */
"Major + b7" = "大调 + b7";

/* Scale Type Popup Menu */
"Major Blues" = "大调蓝调";

/* Scale Type Popup Menu */
"Major Pentatonic" = "大调五声音阶";

/* Scale Type Popup Menu */
"Major/Minor" = "大调/小调";

/* Scale Type Popup Menu */
"Melodic Minor" = "旋律小调";

/* Scale Type Popup Menu */
"Minor Blues" = "小调蓝调";

/* Scale Type Popup Menu */
"Minor Pentatonic" = "小调五声音阶";

/* Scale Type Popup Menu */
"Mixolydian" = "混合里第亚调式";

/* Scale Type Popup Menu */
"Natural Minor" = "自然小调";

/* Scale Type Popup Menu */
"Phrygian" = "弗里吉亚调式";

/* Scale Type Popup Menu */
"South-East Asian" = "东南亚调式";

/* guitar chord inspector */
"GChStr_6StrgsGuitarRegTuning" = "6 弦吉他正常调音";
